{
  "recipes": [
    {
      "name": "Vegetarian Breakfast Burritos",
      "prep_time": "15 min.",
      "ingredients": "4",
      "meal": "breakfast",
      "instructions": "2 Potatoes\n8 eggs\n2 tbsp milk\n1/3 cup diced onions\n1/3 cup mushrooms\n1/3 cup diced bell peppers\n2 garlic cloves\n1 tbsp Extra Virgin Olive Oil\nAny seasonings you might have (we use\na dash of Cumin and a dash of Red\nPepper/Paprika, pepper, salt)\nFavorite cheese and salsa\nTortillas\n\nHeat olive oil over medium/low heat, add garlic and\nchopped potatoes. Make sure all potatoes are coated in\nolive oil, and add desired seasonings. Stir fry diced\npotatoes until tender (or browned if you prefer crunchier\npotatoes). Add veggies to potatoes and stir fry for an\nadditional 5 min., until veggies are cooked. Once cooked,\nset the mix aside. In a bowl, whisk together 8 eggs with 2\ntbsp milk until combined. Using the same frying pan, cook\nthe eggs. Mix eggs and potatoes together in Tupperware.\n\nOptional Burrito Fillers/Garnishes:\n-veggie proteins (we use soy chorizo or\ncrumbled meatless protein)\n-sour cream\n-black beans/veg. pinto beans\n\nTip: Burritos can stay in the cooler wrapped in foil for about\n3 days. Remove burrito from foil and warm on a medium\nskillet for about 10 minutes!"
    },
    {
      "name": "Tofu Scramble B-fast Burritos",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "DIY tofu press: Cut tofu in two slim halves, place side by side on a folded\npaper towel on top of cutting board, cover with another folded paper towel,\na board, and something heavy ( i.e.. a few books). Sit for 5 minutes to\npress out tofu water.\nMeanwhile: dice onion, bell pepper, tomato, additional veggies. Sauté\nveggies until browned.\nOnce paper towels have soaked, dice tofu into cubes and add to skillet.\nAdd 1-3 tbsp of turmeric right after tofu is on top of veggies (to be mixed\ninto tofu, not veggies)\nMash tofu into smaller crumbles to mix in turmeric, add 1-2 tbsp of\nnutritional yeast, additional turmeric and/or curry powder for taste (tofu\nshould turn deep golden yellow when mixed)\nStir tofu in with veggies for 3-5 minutes. Add salt/pepper to taste, then\nhandful of spinach (cut).\nWhen properly \"scrambled,\" dump contents into bowl, serve with tortillas\nfor amazing nutritional breakfast burritos\nTip: I love this easy vegan version of the traditional egg-based breakfast\nburrito, and much more nutritious. It's fun to dice and sauté a sweet potato\nto add with some barbecue sauce for the extra nutrition. Can easily be\nadjusted for \"Mexican style\" with beans, guac, and salsa or \"Indian style\"\nwith rice and extra curry flavors!\n5"
    },
    {
      "name": "Chorizo Breakfast Burrito",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "breakfast",
      "instructions": "Cook chorizo in skillet until done (similar to ground\nhamburger meat). Cover with plate to keep warm.\n\n1 lb. chorizo\n6 eggs\n4 large flour tortillas\nOptional:\nMilk (optional for scrambling eggs)\nAvocado\nHot sauce or salsa of choice\n\nWhisk eggs (include a dash of milk for fluffiness if\npreferred). Scramble in separate frying pan.\nLayer chorizo, scrambled eggs and any toppings you\nprefer. Fold each end of tortilla inward then fold one side\nover the other to wrap.\n\nTip: Wrap tortilla tightly if eating by hand to prevent\nspillage. Chorizo can be substituted with bacon.\nEggs can be scrambled in same pan with cooked chorizo,\nbut be mindful of grease. Some chorizo is very greasy."
    },
    {
      "name": "Best Breakfast Burritos",
      "prep_time": "11 min.",
      "ingredients": "4",
      "meal": "breakfast",
      "instructions": "8 eggs\nProtein of choice (meat or tofu)\n1/2 cup cheese\n1/2 bell pepper\n1/2 onion\n1 potato\ntortillas\n2 tbsp extra virgin olive oil\nSalt and Pepper\n\nCoat your pan with olive oil and heat over medium heat.\nDice up potatoes to desired size and add to warm pan.\nSeason potatoes to taste and sauté for about 10 min. Dice\nup veggies and add to potatoes, sauté for an additional 10\nmin., until potatoes are crisp and tender. Set mixture aside.\nUsing the same pan, cook eggs and desired protein,\nseasoned with salt and pepper. Combine the potato mixture\nwith eggs/protein. Lay out 2-4 tortillas and garnish with your\nchoice of toppings. We like to layer salsa, followed by\nguacamole, egg and potato mixture. Cheese goes on last to\nensure that melty goodness! Wrap up and enjoy this protein\npacked breakfast!\n\nOptional:\nSalsa, black beans, guacamole,\nwhatever you have on hand to toss in\nis great!\n\nTip: This recipe makes 4 good sized burritos. Often times\nwe will make all 4 at once and wrap up 2 to keep in the\ncooler. These burritos are great fuel for our mountain bike\nand hiking trips and taste great as an on trail snack, lunch\nor dinner!\n6"
    },
    {
      "name": "Smoky Beans & Bacon",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "breakfast",
      "instructions": "Trim ribs off bacon and cut into 2cm pieces. Fry in pot until\nbrown and crisp. Remove and set aside, leave fat in pot.\nAdd everything else, except the sugar. Simmer for 15 min\non a low heat until thick and yummy.\nDilute with extra water/ passata if too thick.\nAdd the bacon back, sugar and stir. Season to taste...\nTip: Serve over crusty bread or a baked potato for a hearty\ndinner..."
    },
    {
      "name": "Granola Bars",
      "prep_time": "10 min.",
      "ingredients": "6",
      "meal": "breakfast",
      "instructions": "Heat cast iron fry pan on camp stove over medium-low heat\n(or preheat oven to 350F, if available). Mix sugar, oil & eggs\nin large bowl with spoon until smooth. Add all other\ningredients, fold to mix. Spread with spatula into pan. If\ncooking over camp stove, cover pan with lid. Bake just until\ncenter is set but not firm, about 17-22 minutes. If cooking\nover camp stove, flip the granola over about half way\nthrough to prevent burning.\nRemove from heat. Spread butter over granola while still\nhot and drizzle with honey. Let cool, then cut into bars and\nstore in sealed container.\n\n1/4 cup honey\n2 tbsp butter\n7"
    },
    {
      "name": "10 Ingredient Oats",
      "prep_time": "3 min",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "I can't believe how many people I've met who say they don't\nlike oats! It is such a cheap meal, filling, and tasty. We eat\noats every day in the van except for pancake days. The\ntrick is to switch it up every day with new and creative\ningredients. Seriously, just try anything. Add different\ncombinations and you will never be bored with this simple\nmeal. Simply cook oats and add some fun things!\nTip: If you cook quinoa as part of a dinner meal, set some\naside for breakfast the next day. Add it to your oats for an\nextra kick of protein."
    },
    {
      "name": "Farro w/ Mango & Coconut",
      "prep_time": "5 min.",
      "ingredients": "6",
      "meal": "breakfast",
      "instructions": "For the point in the trip when you can't even look at oatmeal\nwithout getting twitchy:\nMix coconut milk, farro, water, sugar in saucepan and heat\nuntil simmering, reduce heat to low and cook 30 minutes,\nstirring occasionally until all the liquid is absorbed and dish\nresembles a porridge. Remove from heat and add mangoenjoy!\nTip: Trader Joes has a quick cooking farro that makes this\neven easier-just replace water with coconut milk and follow\ntheir cook time instructions. I always load up on grains\n(*cough and boxed wine*) there when passing through a\nbigger city\n\n8"
    },
    {
      "name": "Buckwheat Griddle Cakes",
      "prep_time": "12 min.",
      "ingredients": "4",
      "meal": "breakfast",
      "instructions": "12-24 hours before cooking, mix Buckwheat Flour with Buttermilk in large\nbowl. For cakes high in acidity (which I love!), add in the Apple Cider\nVinegar. Let sit, covered with bandana, overnight. When you revisit your\nbatter, it should be bubbling just a little. This is a good thing- you've\ncaught natural yeasts from the air that are predigesting the flour for you!\nSeparate egg yolk from whites. Whisk egg whites until very stiff, but mix\nyolk gently. Add egg, butter, and honey to flour mixture. Add salt and\nbaking soda and mix, but not too much. It needs to be a little lumpy. Your\nbatter will seem very alive, and will double in size---again, normal!\nHeat griddle until a pat of butter sizzles at the touch. Lubricate pan\nliberally with butter or coconut oil. Pour on batter in four inch circles. Wait\nfor bubbles to appear on top, then flip. Time to chow down! Enjoy with\nplenty of butter and jam, syrup, or molasses, depending on what you can\nget locally.\nTip: When flipping griddle cakes, wait until you see bubbles popping in\nthe uncooked side before making the flip. Try to let as many bubbles as\npossible appear. Then, just before the majority of them pop, flip the cake.\nYou don't NEED the egg, but it really makes the batter hold together\nbetter."
    },
    {
      "name": "Buckwheat Bowl",
      "prep_time": "4 min.",
      "ingredients": "4",
      "meal": "breakfast",
      "instructions": "Begin by toasting buckwheat groats in a skillet (or in the\nsaucepan you will use later) over medium heat, stirring\nfrequently to avoid burning. Toast until they begin to brown\nand smell nutty. Transfer into a saucepan and add water,\npinch of salt, and butter/coconut oil. Cover and bring to a\nboil, then reduce heat to a simmer for 15 minutes, until all\nwater is absorbed. (If you want a creamier porridge, add a\nlittle more than 2 cups of water). Serve portions and top\nwith fruit, chopped nuts, a drizzle of honey or butter.\nTip: If you want a heartier and creamier porridge, substitute\n1 cup of water with milk or coconut milk.\n\n9"
    },
    {
      "name": "French Toast",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "Mix eggs, milk and cinnamon in a bowl/pot. Dip the bread\ninto the mix, allowing each side to soak in the egg mix.\nMelt butter in the pan. Place soaked bread onto pan,\nleaving it for 3-4 minutes on each side.\nTop with fruit, butter, syrup, sugar…you get it!"
    },
    {
      "name": "Breakfast Sandwich",
      "prep_time": "3 min.",
      "ingredients": "1",
      "meal": "breakfast",
      "instructions": "Slice up and fry the onions, mushrooms and peppers. After they\nare sautéed to your liking set aside and fry the ham. (If you are\nusing a meat that takes a little bit longer, you should fry that up\nfirst and then fry the veggies). Once the meat is cooked to your\nliking, set it aside also.\nMeanwhile, we like to toast our bread by setting the 2nd stove top\nto as low a flame as possible, placing the bread on the grate over\nthe low flame.\n\nIn the same pan used for the veggies and meat, cook the eggs –\nwe like them over-easy. About a minute before the eggs are done,\nplace the cheese on top and cover the pan with a lid.\nOnce the eggs are done, cheese melted and bread toasted, put\nsome ketchup/butter/cream cheese (don’t knock it until you try it)\non the bread, then the egg and top it off with the sautéed veggies\nand meat, adding avocado/salt/pepper and anything else that\ncomes to mind!\nTip: This is one of our favorite breakfast foods. It’s quick and very\nflexible – you can be as creative or simple as you like, it’s filing\nand delicious.\n10"
    },
    {
      "name": "Huevos Rancheros",
      "prep_time": "5 min.",
      "ingredients": "1",
      "meal": "breakfast",
      "instructions": "Sauté onions in a pan. Once they are done to your liking, add the\nrefried beans and mix with onions until all is warm. Set aside.\n\nTortillas\nEggs\nSour Cream\nOnions\nCheese\nAvocado\nTomatoes\nRefried Beans\nHot sauce\nCilantro\n\nIn the same pan as you made the onions and refried beans, make\neggs to your liking – we like them over easy.\nIn another pan, melt butter and fry up tortillas, about 1 minute\neach side.\nOnce the eggs are done and the tortillas are toasted, put the\nrefried beans with onions on the tortilla, put the egg on top and\ntop off with slices of avocado, tomato, sour cream, cream cheese,\nhot sauce and cilantro!\nTip: You can substitute refried beans with black beans. Or add\nrice. Get creative – you won’t be sorry (hopefully.)"
    },
    {
      "name": "Avocado Spread",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "Scoop out ripe avocados into a bowl. You want them to be\nvery ripe and soft in order to easily mash them up. Add the\nolive oil to the avocado. We like it more on the creamy side\nbut you can mash it up as much as you like. Finely chop the\ngarlic clove and add it in, mix well. Add lemon juice, salt\nand pepper to taste. Spread on bread and enjoy!\n\n11"
    },
    {
      "name": "Colombian Eggs",
      "prep_time": "4 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "Slice tomatoes in ¼” slices and the garlic into thin slices.\nWe like medium sized tomatoes (Roma size) with lots of\nflavor.\n\n4 eggs\n1 small tomato\n1 garlic clove\nSalt and Pepper\nOlive oil\nBread\n\nHeat up olive oil in pan and put tomatoes in, about 2\nminutes on each side until tomatoes are soft. Add the garlic,\nallowing some pieces of garlic to lay on the tomatoes and\nothers to lay directly on the pan. After another 2 minutes,\nbefore the garlic starts to burn, break the eggs into the pan,\none egg in each ¼ of the pan. Cover with lid and let cook on\nlow heat for 5 minutes.\nServe with bread."
    },
    {
      "name": "Fried Zucchini",
      "prep_time": "2 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "Slice zucchini into 1/4” thick pieces. Melt butter in pan and\nadd zucchini, allowing about 4 minutes each side of the\nzucchini over medium high heat. If you’re using cheese,\nsprinkle cheese over the zucchini, letting it melt a little. If\nusing cottage cheese, remove zucchini from pan, put on\nplate and place cottage cheese over the zucchini. Add salt\nand pepper to taste.\n\n12"
    },
    {
      "name": "Breakfast Potatoes",
      "prep_time": "4 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "Slice potato in half length wise. Then again cut each half\ninto thin, half moon shapes – maybe 1/8”-1/4” thick slices.\nMelt butter in pan. Add potatoes, mixing frequently so they\ndon’t burn. Depending on your pan size and how much\ncontact with the pan each potato has, cook until the\npotatoes are golden brown and cooked through, about 10\nminutes.\nAdd salt, pepper ketchup.\n\nTip: You can also break eggs onto the potatoes and\nscramble the eggs directly with the fried potatoes."
    },
    {
      "name": "Pancakes",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "In a large bowl, mix together the flour, baking powder, salt\nand sugar. Pour in the milk or yogurt, egg and oil; mix until\nsmooth.\nHeat a lightly oiled pan over medium high heat. Pour or\nscoop the batter onto the pan, using approximately 1/4 cup\nfor each pancake. Brown on both sides and serve hot with\nsyrup, butter, sugar, fruit – really anything!\n\n13"
    },
    {
      "name": "Rice Omelet",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "breakfast",
      "instructions": "If we have left over rice from dinner the night before, we\nlove to make this omelet with rice.\nIn a pan, warm up some oil, adding a generous amount of\nrice. It’s best if you are able to cover the entire bottom of the\npan with rice. Fry up the rice for about 2-4 minutes until\nwarm and a little crispy. Once done, break eggs over the\nrice, mixing in the eggs and cook until desired runny-ness.\n\nSalt and pepper to taste.\nTip: Can add some sautéed veggies in the beginning. Also,\nsubstitute rice with last nights left over pasta."
    },
    {
      "name": "Eggy Quesadilla",
      "prep_time": "2 min.",
      "ingredients": "1",
      "meal": "breakfast",
      "instructions": "Crack an egg in the pan. Immediately throw a tortilla on top.\nSquish the egg with the tortilla so the yolk breaks. As it\ncooks, the egg and tortilla will adhere together. When egg is\ncooked, flip it over. Add cheese, avocado, leftover meat\nfrom dinner, salsa, etc. Fold your tortilla in half. Eat it. No\nmess in pan!!\n\n14"
    },
    {
      "name": "Bean, Kale, & Kielbasa Stew",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Chop onion, mince garlic, and slice kielbasa (into quarter\ninch rounds or however you fancy). Sauté onion in medium\nsized sauce pan until translucent, add garlic and cook for\ntwo minutes. Add kielbasa and spices and sauté until\nbrown, about 3 minutes, toss in the drained and rinsed\nwhite beans and the can of tomatoes and simmer with salt\nand pepper to taste for about 15 minutes. Throw about two\ncups chopped kale or spinach on top of stew and simmer\ntwo more minutes-they'll come out lightly steamed like this.\nAnd enjoy!\nTip: Spice wise get creative, this does well with any blend\nso don't be put off if you're missing something."
    },
    {
      "name": "Tortilla Pizza",
      "prep_time": "10 min.",
      "ingredients": "1",
      "meal": "dinner",
      "instructions": "Start by prepping all your ingredients. You'll want to chop up small\namounts of everything you want on your pizza. Put your tortilla in\na pan. Add sauce. Add cheese. Add toppings. Now, create a\npizza oven by inverting a pot on top of your pan. Turn your stove\non very low heat. Now be patient! Your tortilla will start to crisp up\nand your oven will fill with steam, which will melt your cheese and\ncook your toppings. (If you are using raw meat, you will want to\nprecook that). You will know your pizza is done when the cheese\nis melted and the tortilla is crisped to a point where you can pick it\nup and eat it like a traditional pizza.\nTip: You really have to keep the heat low and be patient in order\nto have optimal pizza cooking conditions. Don't burn the bottom of\nyour tortilla by turning the heat too high! If you have two pots and\ntwo pans you can cook two pizzas at once. We only have one pot\nbig enough to create the oven, so we split the first pizza and eat it\nwhile the second pizza is cooking, then split the second pizza.\nYou can also use regular pizza dough - you will first want to sort\nof fry one side, then flip it over. Add the toppings to the precooked side and then cook as you would the tortilla pizza. If your\ntoppings aren't getting enough steam, through a bit of water in the\nside of the pan, then cover it back up. This will add extra steam\nand help melt your cheese and cook your toppings.\n16"
    },
    {
      "name": "Peanut Stir Fry",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Sauté your veggies in a pan using your preferred oil\n(coconut/vegetable/olive/almond..). In a separate pot, cook\nthe Ramen noodles according to their directions (i.e. boil\nwater, throw in the brick, and wait three minutes). You can\nthrow away the little flavor packet that comes with it. (Or\nsave it for another time – i.e. add to some rice or season\nchicken.). Next, add your peanut butter, soy sauce, and\nbrown sugar to your vegetables (The amounts are rough\nestimate – depends on your taste, play around with the\nquantities!). Cook on low heat until the peanut butter is all\nmelted into a nice peanut sauce. Serve in a bowl over the\nnoodles."
    },
    {
      "name": "Sausage, Quinoa & Veggies",
      "prep_time": "10 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Add 1 tbsp of oil to the saucepan over medium heat. Add quinoa and lightly toss in\noil until browned. The quinoa should smell nutty. Add 1 ½ cups of water (or low\nsodium chicken broth) and turn heat to high. Once it's boiled, turn down the heat to\na simmer and cover. It should take about 20 min. to absorb all the water. You'll\nknow when it's done when you can fluff with a fork easily.\nWhile the quinoa is cooking, slice the chicken sausage (about 9 pieces per sausage\nminimum, though I often half the 9 pieces). Heat about 1-2 tbsp of olive oil in a cast\niron pan over medium heat. Once the pan is heated, add chicken sausage and cook\nuntil golden brown. Remove from the pan.\nUsing the same pan, add quartered Brussels sprouts. Also add a quarter cup of\nwater and about the same amount of balsamic vinegar. Cover with a lid and keep\ncooking over medium heat. Check the Brussels sprouts intermittently. When they\nare bright green and softened, add sliced onion and toss. Add more balsamic if dry.\nCover.\nWhen the onions are half-cooked, uncover the Brussels sprouts and raise heat.\nContinue to toss the Brussels sprouts and add minced garlic. When the Brussels\nsprouts are cooked through and browned to your liking, add cooked chicken\nsausages and spinach. Sauté until the spinach is cooked down. It shouldn't take\nlong with the heat.\nServe the protein and roasted veggies over the quinoa. Add optional ripe sliced\navocado and cherry tomatoes over the top.\nTip: I typically cook by \"feel\" and don't usually use recipes, so take measurements\nwith a grain of salt :)\n17"
    },
    {
      "name": "Vanchiladas",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "You will need to prepare the insides of your enchilada first. Cook\nup your rice, beans, veggies, or meat. Roll up your enchilada. We\nusually make two enchiladas per person. Make sure to put some\ncheese on the inside! Open up your enchilada sauce and pour\nsome into a large pan. Put all your enchiladas into the pan. Cover\nthe enchiladas with the rest of the sauce. Cover with cheese. Add\nmore cheese for good measure. We really like cheese. Create an\noven for your enchiladas by inverting a large pot on top of your\npan. Turn the heat on medium low. You may hear the enchilada\nsauce in the bottom of the pan start to bubble and boil. This is a\ngood sign! Every so often, rotate the pan around so all the\nenchiladas have a chance to be over the flame. Once all the\ncheese on top of your enchiladas has melted, you're ready to eat!\n\nTip: This is a delicious meal, but it is also very messy! Be\nprepared to have several very dirty and saucy dishes when you're\nthrough."
    },
    {
      "name": "Quesarito",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "This is like a standard burrito, but with an exciting twist.\nFirst, you will want to prepare you burrito ingredients. Cook\nyour rice and stir in your beans. Cook your veggies, and\nmeat if you plan on including them. Put your burrito\ningredients aside, or keep them warm on the stove. Get\nyour tortillas and cheese and make a standard quesadilla\n(cheese inside tortilla, fold in half, cook on either side until\nlightly browned). Now, peel open your quesadilla and fill it\nwith your burrito ingredients. Roll it up like a burrito and\nenjoy this savory delight!\n\n18"
    },
    {
      "name": "Almond Milk Pasta",
      "prep_time": "10 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Bring the milk to a boil with bullion and spices, add pasta\nand cheese. Boil for two minutes. Remove from stove and\nplace in a fireless cooker for 45 minutes.\nTop with chopped olives, tomatoes or whatever suits you.\nTip: This is a recipe I make when traveling on my boat. I\nhave never tried it with regular milk, but I am sure it can be\nsubstituted. I use the fireless cooker to conserve propane.\nYou can make you own fireless cooker by wrapping your\npot in towels and putting it in a cooler or other insulated or\nsturdy container packed with more towels."
    },
    {
      "name": "Swiss Chard with Garlic Chips",
      "prep_time": "10 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat oil in a 12-inch heavy skillet over medium heat until it\nshimmers, then cook garlic, stirring, until golden, about 3 minutes.\nTransfer garlic with a slotted spoon to paper towels to drain.\nCook onion in oil remaining in skillet over medium heat, stirring\noccasionally, until softened, 3 to 5 minutes. Add currants and\ncook, stirring, until plumped, about 1 minute.\nStir chard stems into onion mixture with water and add 3/4\nteaspoon each of salt and pepper. Cook, covered, over mediumhigh heat until almost tender, about 5 minutes. Stir in chard leaves\nand cook, covered, until stems and leaves are tender, about 5\nminutes.\nMeanwhile, cook spaghetti in a pasta pot of boiling salted water (2\ntablespoons salt for 5 quarts water) until al dente. Reserve 1 cup\npasta-cooking water and drain spaghetti.\nToss spaghetti with chard, olives, and 1/2 cup cooking water,\nadding more cooking water if necessary. Season with salt and\npepper. Serve sprinkled with feta and garlic chips.\nTip: ANY leafy green can be used. While chard is best, you can\ndo it with mustard greens, a dark lettuce, spinach, etc, you just\nhave to adjust your cooking times so the greens are wilted. 19"
    },
    {
      "name": "Fusilli Puttanesca",
      "prep_time": "0 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Empty Anchovies with their oil, and the olives into a frying\npan. Add garlic. Fry on a medium heat for 5 mins. Then add\ntinned tomatoes and capers. Simmer on a medium heat\nuntil reduced.\nMeanwhile boil pasta. When ready, mix into the sauce.\nServe with a little Parmesan on top if you're feeling\nextravagant."
    },
    {
      "name": "Easy Mexican Rice",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Combine water & rice, per package instructions. For every\none cup of uncooked rice, also add approximately 1/2 c of\nsalsa (or diced tomatoes/onion/peppers), 1/4 c of shredded\nor diced cheese, and one chicken bouillon cube. Add\njalapenos for additional kick. Cook rice according to\ninstructions.\nTip: We make this in our pressure cooker and it is easy and\nquick! (Details in Pressure cooker section of this book)\n\n20"
    },
    {
      "name": "Beach Tacos",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Marinate meat as you like (for me a little paprika, pepper\nand salt does the trick) and throw on the grill (or frying pan)\nMeanwhile, cut all other ingredients that you’ll use for\ntoppings.\nIf using a stove top, use a pot or pan to sauté onions and\npepper and heat up the corn and beans. If you’re using a\ngrill, you can do the same as with a pan or you can first grill\nthe pepper and onion and then cut them. You can also\nwarm up the taco over the range or on the grill.\nAssemble your taco and enjoy!"
    },
    {
      "name": "World Famous French Fries",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Pour oil into sauce pan and place over high heat. You need at\nleast an inch of oil (or ideally 3 inches) in your sauce pan –deep\nenough for the potatoes to be entirely submerged. While oil is\nheating, wash potatoes and cut into French fry wedges –about\n1/8” thick and ½” wide.\nTo test if oil is hot enough, drop one potato wedge into the oil.\nThis should cause strong bubbling in the oil and the potato should\nfloat. Once the oil is hot enough, add potato wedges, working in\nbatches depending on how much oil you are using and how many\npotatoes you chopped. Don’t over crowd the pot.\nCook potatoes until desired crispiness, about 10-15 minutes, until\nthe wedges are turning golden brown.\nRemove wedges from oil with slotted spoon and place in paper\ntowel lined bowl. Soak off excess oil, then toss in the seasoning.\nTo make a stellar dipping sauce, combine 5 parts mayo to 1 part\nSriracha hot sauce (adjust to your desired spiciness).\n21"
    },
    {
      "name": "Chickpea Parsley Pasta",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Get pasta cooking first then chop up the parsley and onion.\nLightly sauté onion (just for a minute or two, you want it to\nstill be crunchy) mix in chickpeas and cook for 1-2 more\nminutes.\nStrain pasta and stir in chickpea and onion mix, add\nparsleys and juice from one whole lemon. Add salt, pepper,\nand parmesan to taste.\nTip: Add canned tuna or grilled salmon to bulk up"
    },
    {
      "name": "Quick Fire Chili",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat oil. Add veggie burgers. Stir in all other ingredients.\nBring to a boil and then simmer for about 30 min. If too thick\nadd a little more water to achieve desired consistency.\nTip: I like to err on the side of more oil, especially as my\ncamp pots are not as high quality. Stir frequently while\nsipping a good beer.\n\n22"
    },
    {
      "name": "Coconut Stir Fry",
      "prep_time": "8 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Cook rice according to directions. Meanwhile chop veggies\nto desired size. In a pan or skillet sauté the veggies for a 35 minutes until warm. Add coconut milk and spices and\nsimmer for 10 minutes until veggies are soft.\n\n2 cans of coconut milk\nVegetables (we like broccoli, peas,\ngarbanzo beans, cauliflower,\nspinach...)\nRice\nCurry powder\nRed Pepper flakes\nSalt and Pepper\n\nOnce the veggies are done and rice finished - poor the\nveggies over rice. Voila!\nTip: Great way to use up veggies. Delicious. Fresh.\nHealthy."
    },
    {
      "name": "Jon's Burgers",
      "prep_time": "2 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "This is my burger recipe - my go to meal for any meat eater. The burgers are incredibly simple to\nmake, toppings like bacon and caramelized onions can add some time so plan accordingly. This\ncan be a little messy (flying grease) and cause some smoke, but they're well worth it.\nTake your 1lb of ground beef and form it into four equal sized balls. Pack them life you would a\nsnow ball, tight enough so they don't crumble.\nPut your vegetable oil into your cast iron pan and start heating it up. You want the burner at\nMed/High to High. Let it heat until it begins to smoke just a little and then back off the heat a tad.\nYou want the pan hot enough to fry these burgers.\nPlace your balls of ground beef into the pan, there should be a satisfying sizzle and crackle if the\npan is hot enough. Grab your salt and pepper and use both on the top of the ground beef. Usually\n3 twists or shakes will do. Wait 1 minute.\nAfter the first minute flip the ground beef balls over and then squash them flat. You'll want them to\nbe a little over 1/2\" thick. Again salt and pepper them and wait 1 minute.\nAfter the second minute flip them again. If you're going to use cheese, now's the time to add it. Let\nthem cook 1 more minute then pull them out of the pan. If done right you'll have a Medium to\nMedium Rare burger ready to go. Place it on your bun of choice and add your favorite toppings.\nTip: After much testing my favorite burger is topped with Muenster cheese, bacon, and mashed\navocado with a toasted English Muffin as the bun. Give it a shot .\n\n23"
    },
    {
      "name": "Coconut Ramen Veggie Soup",
      "prep_time": "15 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Chop all veggies to desired size, bite-size is recommended.\nIn a pan or skillet, sauté veggies using olive oil.\nMeanwhile, split the required liquid for the Ramen between\nwater and coconut milk. Add spice pack once done if\ndesired.\nCombine into a delicious, easy soup"
    },
    {
      "name": "Spinach and Artichoke Fondue",
      "prep_time": "5 min.",
      "ingredients": "10",
      "meal": "dinner",
      "instructions": "Take one large pot and fill bottom with water. Inside this\npot, place tightly packed balls of aluminum foil or a grate\nthat another, smaller, pot will be able to rest on. The key is\nto not allow the smaller pot to have direct contact with the\nheat source. Place all the cheese, spinach and artichokes\ninto the smaller pot and set inside larger one. Turn on\nmedium heat and use the steam from the larger pot with\nwater to melt the cheese. Keep larger pot covered. Allow to\nmelt for 10 minutes until cheese is melted. Add pepper and\nTabasco sauce to cheese once melted and mix well.\nTip: Awesome to dip with bread vegetables and fruit.\nPersonal favorite apples, The combination of Swiss cheese\nand fruit will blow your mind.\n\n24"
    },
    {
      "name": "Ricotta w/ Sage and Tomatoes",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Mix polenta with ricotta cheese. Once mixed, divide polenta into 4\npatties about an inch thick.\nPlace a bit of ghee on the pan and pan fry the polenta for 6 min.\non each side.\nWhile polenta is cooking, place chopped onion and garlic in the\nother pan and sauté with ghee. After about 30 seconds add the\ncherry tomatoes (sliced in half or just puncture the tomato and\nleave it whole) and continue to sauté with ghee. Add 1tsp of sage\nwhen tomatoes are finished.\nTop with sliced avocado\nTip: Option to add whatever additional veggies you desire.\nSpinach and/or Swiss chard are wonderful"
    },
    {
      "name": "One Pot Wonder",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Chop up all the veggies you plan to include. Combine all\nveggies and pasta in a pot and add just enough water to\ncover the mix. Simmer away till pasta is cooked and sauce\nis thickened. No draining needed!\n\n25"
    },
    {
      "name": "Campout Carbonara",
      "prep_time": "15 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat a couple glugs of olive oil (2-3 tsp) in a frying pan over medium-low\nheat. While that's heating, set a pot of salted water to boil for pasta on the\n2nd burner. When the oil is hot, toss in your smashed garlic and diced\nbacon. Cook until fat renders and bacon is slightly crisp around the edges.\nTurn off heat, remove garlic cloves and discard. Remove bacon chunks\nfrom the grease and set aside.\nIn a medium sized bowl whisk together whole eggs, egg yolks. Add salt,\npepper, and parm to taste (lots of parm and pepper is recommended).\nWhen the bacon has cooled slightly, whisk that into the egg mixture.\nCook your pasta according to instructions. Strain, put back into hot pot\nand immediately pour egg-bacon mix onto pasta while stirring vigorously.\nThe egg mixture will cook in the hot pasta and make a creamy sauce.\nOnce the pasta is coated and the sauce has thickened, pour into bowls,\ntop with more parm and pepper. Serve right away.\nTip: If the egg mixture is not thickening into a sauce, place coated pasta\nback on burner over very low heat. Continue to stir until sauce is thick."
    },
    {
      "name": "Ginger Cashew Chicken",
      "prep_time": "15 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Spread nuts on a skillet or Dutch oven and toast for 10\nminutes. Remove from heat, let cool if to be stored or set\naside if to be eaten right away. The nuts can be toasted in\nparallel to cooking of other ingredients.\nCombine corn, onion, rice, and mushrooms, chicken plus\nseasoning packet (from soup mix), in enough water to cover\nand mix well; simmer for 5-10 minutes, adding water if\nneeded and cooking until rice is done. Garnish with nuts.\n\n26"
    },
    {
      "name": "Creamy Coconut Rice and Beans",
      "prep_time": "10 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Combine rice, water, coconut milk, onion, and garlic in a\npot. Season with salt, pepper, and some crushed red chilies\n(or any other spices that sound good to you!). Bring to a\nboil, then reduce heat to a simmer until rice has finished\ncooking, and all liquid has been absorbed, about 15-20\nminutes. To finish, add in shredded coconut and black\nbeans (optional). Garnish with fresh chopped cilantro (or\nany fresh herbs on hand like chives or parsley).\n\nTip: You can change up the ratio of coconut milk to water if\nyou want it more/less coconutty. I've also used other types\nof beans (cannellini beans are my second favorite). You\ncould even try using another type of grain!"
    },
    {
      "name": "Gingery Coconut Soup",
      "prep_time": "15 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat coconut oil in a large stock pot over medium-high heat\nand allow it to melt. Add ginger, garlic, and onion and stir\nfrequently over medium heat, watching to make sure those\nlittle bits don't get burned. Once the onion is soft, add the\nchopped root vegetables and 6 cups of water. Bring the\nsoup to a boil, and then reduce to a simmer. Keep the soup\nsimmering until all root veggies are soft. Remove the soup\nfrom the heat, and stir in 1/2 - 3/4 of a can of coconut milk.\nSalt and pepper to taste.\nTip: Serve with a cooked grain for a heartier meal, or just\nmake the broth (ginger garlic and onion) if you are getting\nsick and need a boost for your immune system.\n*Yes, this recipe is an hour, but it’s very simple and hands\noff.\n27"
    },
    {
      "name": "Poached Salmon",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat 1 tbsp olive oil in a frying pan and add onion and\ngarlic, slowly sautéing on low heat. Before the onion is\ncompletely soft, place the salmon filet (you might need to\ncut it into 2 pieces to fit in the pan) right on top of the onions\n(skin side up). Season the salmon with salt and pepper,\nthen cover the filets with slices of lemon and sprigs of dill.\nAdd water to the pan, so that the tops of the filets are still\nexposed. (This would also be a good time to add a splash\nof white wine if you have it on hand). Cover the pan and\nallow the salmon to cook for about 10-12 minutes,\ndepending on the thickness of the filet, and how you like\nyour salmon cooked."
    },
    {
      "name": "Bacon Truffle Brussels Sprouts",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Cut bacon into small pieces. With a little olive oil, start\nsautéing bacon in pan. When cooked to desired crispiness\nset aside on plate, but leave some bacon grease in pan.\nWhile bacon is cooking cut Brussels sprouts into halves or\nquarters depending on size.\nAdd Brussels sprouts into bacon grease in pan. Add some\nwater to the pan to help steam and cook the Brussels\nsprouts until tender, about 5 minutes.\n.\nOnce soft and water is cooked off caramelize outside for\nsome nice char flavor. Add bacon back into pan.\nTop with salt and pepper and drizzle with truffle oil or\nbalsamic vinegar.\n28"
    },
    {
      "name": "Portobello Burger",
      "prep_time": "10 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Place portobellos gills down in a skillet over medium heat.\nSplash each cap with balsamic and soy sauce and Cajun\nspices. Add just a splash of water so that there is enough\nliquid to steam the mushrooms. Cover the pan and let\nsteam for 5 minutes, or until the caps are soft.\nFlip mushrooms gill side up and cook for another 3 minutes\nwith the lid off so that some liquid cooks out. Turn off head\nand sprinkle cheese on the gills and cover until melted.\nAssemble burgers to your liking with lettuce tomatoes\npickles, or anything else that you want."
    },
    {
      "name": "Curried Chickpeas",
      "prep_time": "10 min.",
      "ingredients": "6",
      "meal": "dinner",
      "instructions": "Melt coconut oil/butter in large soup pot. Add finely minced\ngarlic, ginger, and onion. Stirring frequently, cook over\nmedium heat until onion is beginning to soften. Then add\ncarrots, sweet potatoes, and chickpeas. Cook over medium\nheat 5 more minutes. Add in crushed tomatoes and a\nsplash of water, until the mixture resembles a soup. Some\npeople like a thinner curry, so the amount of water you add\nwill vary. Add all spices (adjusting to taste) and bring to a\nslow boil, then reduce the heat to a simmer for 20-30\nminutes until vegetables are soft. Add half a can of coconut\nmilk at the very end. Garnish with cilantro and green onion\nif you have them.\nTip: Serve with coconut rice (see our other delicious\nrecipe).\n29"
    },
    {
      "name": "Quinoa, Veggie and Pesto",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Wash 1 cup of quinoa and then put in a pot with 2 cups of\nwater, add some salt. Cook according to instructions.\nMeanwhile, chop spinach leaves into desired size, I suggest\nto at least halve them once. Dice the tomato and feta\ncheese.\nWhen quinoa is finished, serve into two bowls and add\nspinach leaves, tomato, feta, and the pesto on top! Mix and\neat!"
    },
    {
      "name": "Fall Pear Salad",
      "prep_time": "10 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Mix all ingredients together and toss with balsamic, olive oil\nand add salt and pepper to taste. Top with grilled chicken or\npork chops if you're looking to bulk it up-enjoy!\n\n30"
    },
    {
      "name": "Hummus",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Mash all the ingredients together until you achieve your\ndesired consistency. Play around with the quantities a little\nto achieve the consistency and taste you’re looking for.\nDip carrot/celery/cucumber sticks or use as a sandwich\nfiller."
    },
    {
      "name": "Plátano & Cheese Omelet",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Cut onion into little squares and fry it with a bit of oil in a non-sticking pan\nuntil golden. You can also caramelize the onion with the panela or brown\nsugar if you like.\nCut the 2-3 plantains* into little squares and add them to the pan. Add a\nbit of salt and pepper. (*The quantity depends on the size of the pan. The\nonion plus the plantain squares should take around ¾ of the pan.)\nWhen it has soften up and it is almost cooked, add the cheese* into little\nsquares so it melts (*I recommend any kind of soft taste cheese will do.)\nIn a cup/bowl/sauce pan beat all the eggs together and add the mixture to\nthe pan. Let it cook for around 3 minutes and with a wooden fork or any\nother cutlery go around the border to unstuck it.\nPut a flat plate on top of the pan so that it covers it and flip it over quickly.\nAdd the omelet back in the pan with a bit more oil and cook the other side\nfor a couple of minutes. Put the plate on top of it and flip it over again. It's\nready!!\nTip: If you have the space, time or energy for washing up I would beat the\neggs in a sauce pan or big bowl so that you can pour in it the onion,\ncheese and plantain before cooking the omelet as it would mix better with\nthe egg.\n\n31"
    },
    {
      "name": "Tzatziki Sauce",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Peel and either shred or dice the cucumber. Mix together\nwith yogurt and minced garlic. Add lemon, salt and dill to\ntaste. Mix well and ready to serve!\nTip: Another variation is to replace the cucumber with a\ncarrot. Peel and shred the carrot. In a pan, sauté the\nshredded carrot until soft and aromatic. Mix with yogurt and\nfollow same directions as above."
    },
    {
      "name": "Devine Orzo Pasta Salad",
      "prep_time": "15 min.",
      "ingredients": "6",
      "meal": "dinner",
      "instructions": "In a pot, boil water and cook orzo according to directions on\nthe package. While water is boiling, dice up onion, peppers,\ntomatoes and olives and set aside. Drain orzo when done\ncooking and allow to cool for 5 minutes. Mix orzo with\nchopped veggies, feta cheese, olive oil and vinegar. Mix\nwell, and season to taste with salt and pepper. Enjoy!\nTip: This dish packs a punch of flavor and is super simple\nto make and store in a cooler. It makes a great main dish\nwhen paired with protein, or is always tasty as a side.\n\n32"
    },
    {
      "name": "Shaved Fennel and Apple Salad",
      "prep_time": "15 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Slice the fennel as thin as possible, using the whole bulb,\nas well as the stalks and some of the greens. Slice the\napple to the same thickness, thin strips, and combine in a\nbowl with the fennel. Squeeze the juice of an entire lemon\ninto the bowl, and drizzle with a few tablespoons of olive oil.\nSeason with salt and ground pepper, and add in the\nsunflower seeds. Mix all ingredients well and then allow the\nsalad to chill for at least a ½ hour. Serve with a cooked\ngrain, or over greens."
    },
    {
      "name": "Mexican Three Bean Salad",
      "prep_time": "20 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Drain and rinse corn, and add to hot skillet (med-high heat)\nwith chopped jalapenos and a drizzle of olive oil. Cook until\nthe jalapeno is soft, then allow the mixture to char slightly\nbefore removing from heat. Transfer to large bowl. Add all 3\ncans of beans, rinsed and drained well. Then add chopped\nonion, carrot, pepper, scallion, cilantro, garlic, lime juice.\nStir mixture well, and season with salt, pepper, cumin, and\ncrushed red peppers (for extra heat).\nTip: Grab extra large spoon and shovel into mouth faster\nthan your camping partner.\n\n33"
    },
    {
      "name": "Quesadilla",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Classic recipe – very easy and you can basically put\nanything you want in it! Super easy to clean up, and you\ncan make it as filling as you want.\nFry up chicken and veggies to your liking. Set aside.\nMelt butter in the pan and put tortilla on. About 1 minute\neach side and then add fried veggies and chicken, place\ncheese on top and cover for 1 minute to allow cheese to\nmelt. Remove from pan, add avocado, tomatoes, cilantro\nand/or hot sauce if desired."
    },
    {
      "name": "Meatballs",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Finely chop the onion and garlic. Combine all ingredients\nexcept oil in a mixing bowl and mix well (I just use my\nhand). Shape mixture into small meatballs (about 1-1 1/2” in\ndiameter). Heat oil in skillet and brown meatballs on all\nsides about 15-20 minutes in total in the skillet.\nTip: No such thing as too much onion or parmesan cheese!\nAlso, don’t over crowd the skillet when cooking them. Goes\ngreat with rice, lentils, pilaf…\n\n34"
    },
    {
      "name": "Garlic Mac and Cheese",
      "prep_time": "10 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Prepare pasta. Once done, drain and cover with a towel to keep\nmoist and set aside.\nTo prepare sauce, heat a large skillet over medium heat. Once\nhot add oil and minced garlic. Stir and cook for 1-2 minutes, or\nuntil light golden brown.\nImmediately add flour and mix, cooking for 1 minute. (If the sauce\nis not thick enough, add an extra 1 tbsp later on during the\nprocess).\nAdd milk 1/2 cup at a time, mixing constantly to prevent clumps,\nuntil 2 cups have been added. Cook for 2 minutes, stirring\nfrequently.\nAdd salt, pepper, parmesan cheese and mix until smooth. Taste\nand adjust seasonings as needed.\nAdd cooked, drained pasta and toss to coat. Then mix in bread\ncrumbs and serve immediately. Add extra parmesan cheese and\na little red pepper flake."
    },
    {
      "name": "Cranberry Kale Turkey Burger",
      "prep_time": "3 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "In a bowl, mix all ingredients together until well combined.\nForm burgers into 6 uniform patties. Grill burgers over\nmedium high heat, cooking 8 minutes on each side until\nfirm and cooked through.\n\n35"
    },
    {
      "name": "Beer Batter Chile Rellenos",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "On a gas range roast all poblano peppers in the flame until completely charred so no green of the\nchile is left visible. Place them in a sealed plastic bag for 5-10 min. to 'sweat' the charred skin from\nthe pepper. Pull the chiles out and scrape off all of the flakey back charred outside using a butter\nknife.\nCut the block of Monterey cheese into matchstick size pieces. Cut a small hole on the side of the\nchile near the top, just below where the seeds hang inside. Stuff the chile full of the cheese sticks.\nIn a bowl combine the flour, salt pepper and cumin. Then mix in the egg and beer. Add more flour\nto get the desired thickness of batter (thick pancake consistency).\nHeat a deep skillet (cast iron is ideal) of oil on the stove filled deep enough to submerge the chiles.\nIf you only have a smaller pan available you can submerge the chiles halfway then flip them.\nWhen the oil is hot enough (test for this by putting a drop of the batter in and if it sizzles you are\nready to go), dip the chiles in the batter, coating them fully, then drop them in the oil long enough\nfor the cheese inside to melt and the outside to crisp up, about 5 minutes.\nIn a separate pot heat the can of red chile sauce (salsa de chile colorado) to pour over the chiles."
    },
    {
      "name": "Pasta Salad",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Cook pasta, drain and set aside to cool. While chilling, cut\nup any vegetables that you plan to add, as well as the ham\nand cheese. Personally, I like all the ingredients to be cut\ninto roughly dime-size pieces.\nOnce pasta is cooled, add veggies, meat and cheese.\nSeason with desired amount of Italian dressing, or olive oil\nand enjoy!\n\n36"
    },
    {
      "name": "Coconut Chicken / Veggie Curry",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "There are tons of curry recipes out there – but this is the simplest and\nyummiest that we’ve made. You can take out the meat and add more\nveggies or the other way around. Play around with the veggies you add. I\nlisted some of our favorites – we don’t use all of those at the same time.\n\n1 lb. chicken breast\n1 onion\n2 garlic cloves\n2 potatoes\n2 carrots\n1/2 a head of Broccoli or cauliflower\n1/2 Zucchini\n1 cup green beans\n3 tbsp curry powder\n1 can coconut milk\n1 cup water\n3/4 cup breadcrumbs/flour\n\nSlice chicken into ½” thick slices and sauté the chicken for 5 minutes. Add\nthe onions and garlic and cook until the chicken is fully cooked through\nand onions are tender. Add the remaining veggies as well as the salt and\ncurry powder and mix thoroughly.\nPour in the can of coconut milk and water to just cover the meat and\nveggies and bring to a boil. Cover and simmer over low heat until veggies\nare cooked, about 15 -20 minutes depending on how much stuff you have\nrelative to the size of your pot.\nAdd the flour and allow the sauce to thicken. Add more curry, and salt and\npepper to taste. Best with rice."
    },
    {
      "name": "Stir Fry, Baby",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "There are so many ways to do a stir-fry right! It’s all up to you and\nwhat you like, which is why I omitted the quantities. Use what you\nwant and figure out the balance that you like most. Again, you can\ntake out the meat and add more veggies or the other way around.\nThe key, for us, is the ginger.\nSlice meat into ½” thick slices (or thinner) and sauté the meat for\n8-10 minutes, or until done. In the meantime, cut up the\nvegetables. Once the meat is done, set it aside and sauté the\nveggies in the same skillet. I find it’s actually easier to do the\nvegetables all separately, as different types require a different\namounts of time. Once all the veggies are cooked, mix all the\nveggies and the meat together and let it cook for a 3-4 minutes\ncovered, stirring occasionally over medium heat.\nFinally chop the ginger and garlic and add that to the mix. Cook\nfor another 2 more minutes and add the soy sauce. Based on\nyour taste, add more soy sauce, ginger, garlic, red chili pepper, or\npepper to taste. Best served with rice.\n37"
    },
    {
      "name": "Coconut Rice",
      "prep_time": "0",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Depending on how sweet/coconut tasting you want your\nrice, adjust the amount of coconut milk, while keeping the\nrice to liquid ratio at 2x1.\n\n2 cups rice\n1 can coconut milk\nWater\nOlive Oil\n\nWe like to warm up some oil in a pot, add the rice and mix it\nconstantly for 2 minutes not allowing the rice to burn but to\nabsorb the oil. Add the coconut milk and water and let is\nsimmer until rice is done"
    },
    {
      "name": "Guacamole",
      "prep_time": "10 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Mash avocado. Chop ½ of an onion, 1 tomato, and cilantro\n(to taste). Juice a lemon or lime. Combine all ingredients\ntogether. Enjoy with chips, spread on a sandwich, in your\nburrito, etc.!\n\n38"
    },
    {
      "name": "Grilled PBBJ",
      "prep_time": "5 min.",
      "ingredients": "1",
      "meal": "dinner",
      "instructions": "Assemble peanut butter and jelly sandwich like a boss (aka:\ndon't skimp). Slice up a banana inside. Slather outside of\nsandwich with butter and grill in a skillet until golden brown\nand the inside is soft and gooey.\nTip: Eat with a towel for a napkin. Make sure you have\nsome baby wipes on hand for facial cleanup."
    },
    {
      "name": "Sautéed Mushrooms",
      "prep_time": "2 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Either slice the mushrooms or cut them into quarters. Heat\noil in a pan, sauté the mushrooms until soft and cooked\nthrough, about 5 minutes. Once cooked through, add\nbalsamic vinegar and season with salt, pepper and red chili\nto taste.\n\n39"
    },
    {
      "name": "Sautéed Green Beans",
      "prep_time": "2 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Bring a pot of water to a boil over high heat. Add the green\nbeans and let cook until barely tender, about 3 to 5 minutes.\nMeanwhile, melt butter in a pan over medium-high heat and\nadd the onions and sauté for 3 minutes.\nDrain the green beans and add to the skillet. Add salt and\npepper to taste and cook 4 to 6 minutes, until the beans are\nalmost done. Then add garlic and sauté for 2 minutes\nwithout letting garlic burn. At this point the green beans\nshould have cooked through. If you are making it with\nalmonds, simply replace the garlic with almonds."
    },
    {
      "name": "Sautéed Brussels Sprouts",
      "prep_time": "10 min.",
      "ingredients": "3",
      "meal": "dinner",
      "instructions": "Heat up skillet over medium high heat.\nCut Brussels sprouts into halves of quarters and in a bowl\ntoss with a generous amount of oil, salt and pepper.\nOnce the pan is hot, add some oil to the pan and put as\nmany sprouts as you can without overcrowding the bottom\n(so all sprouts have full contact with the pan). Cover and\ncook for about 1 minute, then turn over the sprouts to cook\nboth sides evenly. Cover once more and cook for another 12 minutes. Toss the pan once more to shake up the sprouts\nand then cover for another minute..\nRemove from heat and top with minced garlic and some\nmore salt and pepper. Continue cooking other batches until\nall of the sprouts are sautéed.\n40"
    },
    {
      "name": "Simple Quinoa Salad",
      "prep_time": "20 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Cook quinoa according to directions. Meanwhile chop the\nveggies that you’ll be including. Once the quinoa is finished,\nallow to cool for 5 minutes and add veggies.\nAdd olive oil, vinegar and salt to taste"
    },
    {
      "name": "Corn and Cilantro Salad",
      "prep_time": "5 min.",
      "ingredients": "3-4",
      "meal": "dinner",
      "instructions": "Place corn into a pot of salt water and bring to a boil. Cook\nuntil tender, about 5 minutes. Remove and let cool. If\npossible, I like to dip the corn into cold water but not\nnecessary. Using a knife, roughly cut the corn kernels off\nthe cob into a large bowl. Add tomatoes, onions and\ncilantro. Mix well. Add olive oil (about ¼ cup), Red wine\nvinegar (about ½ table spoon), salt and pepper to taste!\nDone.\nTip: Can certainly add jalapeños, lemon, red pepper to the\nmix!\n\n41"
    },
    {
      "name": "Tuna Pasta",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Put pasta on to cook\nMeanwhile dice onion and brown\nDice tomatoes and leave to side\nHeat sauce with tuna and onion, salt and pepper to taste\nCombine with pasta when cooked and heat gently\nToss fresh tomato through when serving.\nTip: Very cheap and easy meal, normally do a full packet of\npasta to about 4 tins of tuna, 1 onion and 2 tomatoes.\n\nGet a premade jar sauce that has garlic and basil or\nsomething along those lines\n\nRecipe By:\n\nPREP TIME:\n\n42"
    },
    {
      "name": "Mexican Rice",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat 2 tbsp of olive or canola oil in the pressure cooker\nover medium-high heat.\nAdd the onion, chiles, cumin, oregano, and rice, stirring\nconstantly. Cook for 2 minutes, or until the onion begins to\nsoften. Add the tomatoes and stock and stir to combine.\nLock the lid in place and cook at high pressure for 4\nminutes. Release the pressure and add salt and pepper if\nnecessary."
    },
    {
      "name": "Wild Mushroom Risotto",
      "prep_time": "10 min.",
      "ingredients": "6",
      "meal": "dinner",
      "instructions": "Heat the olive oil in the pressure cooker over medium-high\nheat. Finely chop the shallot and add it to the oil, cook for 2\nminutes. Chop the mushrooms and sage and add them to\nthe pot and cook for 10 to 12 minutes, or until the liquid\nfrom the mushrooms has evaporated. Add the rice and\nwine, bring to a boil, and add the stocks. Lock the lid in\nplace and cook at high pressure for 7 minutes.\nOnce the rice is cooked, release the pressure and remove\nthe lid. Stir in the cheese and olive oil, salt and pepper to\ntaste and enjoy!\n\n44"
    },
    {
      "name": "Lentil Veggie Mix",
      "prep_time": "5 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Chop up veggies. Heat up some olive oil in the pressure\ncooker over medium high heat and add the veggies, for\nabout 5 minutes. When the whole mix is softened, add the\nchopped tomatoes and mix well. Sprinkle the salt, pepper\nand curry (about 1 tsp but you can add more later).\n\n1 tbsp olive oil\n1 medium onion\n1 stalk zucchini\n1 medium red or green pepper\n1½ cups chopped tomatoes\n\nSalt and Pepper\nCurry powder\n\nAdd lentils and water according to instructions and mix well.\nClose and lock the lid of the pressure cooker and turn the\nheat up to high for about 5 minutes. After 5 minutes, lower\nthe heat to the minimum required by the cooker to maintain\npressure. Cook for another 10-15 minutes. Release\npressure and season to taste with salt, pepper and curry."
    },
    {
      "name": "Tex-Mex Chili",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat 2 tbsp of oil in the pressure cooker over medium-high\nheat. Add the beef and sauté until it is cooked through and\nthen add salt, chile powder, and chopped onion and sauté\nfor 2 more minutes. Next, add the tomato puree, beans, and\nstock and 2 more tbsp of oil.\nLock the lid in place and cook at high pressure for 20\nminutes. Once you release the pressure taste and add chili\npowder, salt and pepper according to taste.\n\n7 cups of beef broth or water\nSalt and Pepper\n\n45"
    },
    {
      "name": "Spanish Rice",
      "prep_time": "5 min.",
      "ingredients": "4",
      "meal": "dinner",
      "instructions": "Heat 2 tbsp olive oil in the pressure cooker over mediumhigh heat. Add the bacon and sauté until crispy or desired\ntexture. Add the onion, bell pepper, and paprika and cook\nfor 3 minutes, or until the onion is softened. Add the rice\nand stir. Add the tomatoes and stock. Lock the lid in place\nand cook at high pressure for 4 minutes. Release the\npressure and remove the lid. Fluff the rice, taste for\nseasoning, and add salt and pepper if necessary."
    },
    {
      "name": "Pressure Cooker Banana Bread",
      "prep_time": "10 min.",
      "ingredients": "6",
      "meal": "dinner",
      "instructions": "Mix melted butter into mashed bananas in a pressure-cooker safe mixing\nbowl or container. (We use a round metal bowl.)\n- Mix in sugar, egg, and vanilla.\n- Sprinkle in baking soda and a pinch of salt, mix.\n- Add the flour and stir until well mixed, then add the nuts and stir in.\n- Scrape down sides of bowl and cover with foil, then place bowl in\npressure cooker with a small amount of water in the bottom. (We use the\nsteam tray so that the bowl sits above about 3/4-inch of water.)\n- Cook on high pressure for approximately 40 minutes. Release pressure\nand check the consistency. The bread will be moist, but shouldn't be\ngooey, if it is then bring back up to pressure for a few more minutes.\n-Remove the bowl from the pressure cooker and let cool for a few\nminutes, then the loaf should easily come out of the bowl when tipped\nover.\nTip: This recipe makes a delicious, moist loaf of banana bread without the\nneed for an oven. We've experimented with adding mango and other fruit\nand that works well too, just exchange it for some of the banana.\n\n46"
    },
    {
      "name": "Indian Veggie Stew",
      "prep_time": "15 min.",
      "ingredients": "2",
      "meal": "dinner",
      "instructions": "Soften the onions in olive oil, add the spices (on a very\ngentle heat or they will burn) for a minute. Add all other\ningredients, just cover with water. Cook time is 3 minutes in\nthe pressure cooker. Leave to rest for 10-15 minutes. Then\nopen the lid. Add half a tin of coconut milk (the other half\ngoes in the muesli mix for breakfast) and fresh coriander. In\na conventional pan, cook time is 20-30minutes or so,\ndepending on rice/lentil type.\nTip: Mixture and spices to be played with. Turn the recipe\nMoroccan by omitting coconut milk/rice and lentils and\nadding instead a tin of chickpeas, a handful of raisins and\nMoroccan spices (ground coriander/cinnamon/cumin) and\nserve with no-cook couscous semolina (boiling water to just\ncover the couscous, cover and wait 15 minutes)\n\nRecipe By:\n\nPREP TIME:\n\n47"
    },
    {
      "name": "Nutella Hot Chocolate",
      "prep_time": "1 min.",
      "ingredients": "1",
      "meal": "snack",
      "instructions": "Boil water. Stir in hot chocolate powder as your normally\nwould. Get a heaping spoonful of Nutella and stir it in to\nyour hot chocolate, make sure you do this while the water is\nstill nice and hot so it melts in.\nTip: This is ridiculously simple, but I promise it is the\nrichest, tastiest hot chocolate ever and it will lift your spirits\non a rainy day in the van!"
    },
    {
      "name": "Orange Cake'd",
      "prep_time": "4 min.",
      "ingredients": "2",
      "meal": "snack",
      "instructions": "Cut top off orange\nScoop out orange innards with spoon or other tool\nIn a bowl, mix cake mix + water\nScoop cake batter into empty orange skin until 3/4 full of\nbatter\nFill pot with 1/2 - 1\" of water\nPlace oranges full of cake mix in pot\nPlace pot on stove, turn stove on to medium. Cover and let\nsteam 8ish minutes\nCheck on them, when cake batter is cooked, remove and\neat - the orange flavor will infuse through the cake and you\nget to eat it right out of the orange.\n\n49"
    },
    {
      "name": "Chocolate Banana Sandwich",
      "prep_time": "5 min.",
      "ingredients": "1",
      "meal": "snack",
      "instructions": "Cut each banana in half lengthwise, only cutting through the\npeel on one side.\nInto the cut you just made, stuff as much candy/chocolate\nas you can/want.\nWrap the bananas in aluminum foil and place over medium\ncoals and grill on each side for 7 minutes.\nOnce they are done, carefully unwrap the banana and use\nthe peal as a bowl, scooping the banana and chocolate with\na spoon."
    },
    {
      "name": "Grilled Nutella Banana Sando",
      "prep_time": "5 min.",
      "ingredients": "1",
      "meal": "snack",
      "instructions": "Heat a skillet over medium heat. In the meantime, spread a\ngenerous amount of coconut oil or butter on one side of\neach of the pieces of bread. On the other side of each slice,\nspread Nutella and lay sliced bananas on one of the two\npieces. Fold the bread together to get your sandwich.\nOnce the skillet is hot, press the sandwich down and toast\nfor about 2-4 min. Flip and repeat. Repeat until desired\ncrispiness is achieved.\nTip: Feel free to add strawberries or peanut butter.\n\n50"
    }
  ]
}